<!DOCTYPE html >
<html lang="ro-RO">
<head>
    <title>Documenta&#355;ie</title>
    <meta charset="utf-8" lang="ro-RO" >
    <meta name="author" content="Ciuchilan Andreea">
    <meta name="author" content="Uliuliuc Serafim">
</head>
<body>
    <article>
        <header>
            <h1>AS ZOO</h1>
        </header>
        <div role="contentinfo">
            <section typeof="sa:AuthorsList">
                <h2>Autori</h2>
                <ul>
                    <li typeof="sa:ContributorRole" property="schema:author">
                        <span typeof="schema:Person">
                        <meta property="schema:givenName" content="Andreea">
                        <meta property="schema:familyName" content="Ciuchilan">
                        <span property="schema:name">Ciuchilan Andreea</span>
                        </span>
                    </li>
                    <li typeof="sa:ContributorRole" property="schema:author">
                        <span typeof="schema:Person">
                        <meta property="schema:givenName" content="Serafim">
                        <meta property="schema:familyName" content="Uliuliuc">
                        <span property="schema:name">Serafim Uliuliuc</span>
                        </span>
                    </li>
                </ul>
            </section>
        </div>
        <section typeof="sa:Abstract" title="Abstract">
            <h3>Abstract</h3>
            Prin acest articol se vor evidien&#355;ia c&#238;teva caracteristici tehnice cu privire la aplica&#355;ia web &#238;n care v&#259; afla&#355;i. Vor fi prezentate pe func&#355;ionalit&#259;&#355;ile pe care le dispne aceasta.
        </section>
        <section title="Introducere">
            <h3>Introducere</h3>
            <p>Aceast&#259; aplica&#355;ie web are rolul de atlas digital pentru animale.</p>
            <p>Astfel, ne propunem s&#259; gestion&#259;m o baz&#259; de date cu utilizatorii acestei aplica&#355;ii, s&#259; oferim posibilitatea utilizatorilor de a ad&#259;uga diferite comentarii la animale, de a putea filtra colec&#355;iile de animale dup&#259; cum dore&#351;te, de a primi diverse statistici utile.</p>
            <p>Prin intermediul acestei platforme, orice utilizator va afla ultimele &#351;tiri din lumea animalelor, c&#238;t &#351;i multe curiozit&#259;&#355;i despre acestea. </p>
            <p>O alt&#259; func&#355;ionalitate important&#259; este posibilitatea de a creea sondaje diverse care pot avea un impact &#238;n cercetare (pentru sau &#238;mpotriva folosirii animalelor la circ).</p>
            <p>&#350;i o list&#259; cu resursele pe care le-am folosit pentru a capta informa&#355;iile necesare:</p>
            <ul>
                <li><a href="https://www.toateanimalele.ro/">toateanimalele</a></li>
                <li><a href="http://www.zoo.ro/">zoo</a></li>
                <li><a href="https://ec.europa.eu/environment/nature/info/pubs/docs/brochures/biodiversity_tips/ro.pdf">europa</a></li>
                <li><a href="https://www.vestibune.net/comunitate/top-10-animale-inteligente/">vestibune</a></li>
            </ul>
        </section>
        <section title="Descriere general&#259;">
            <h3>Descriere general&#259;</h3>
            <p>Prinvind din perspectiv&#259;, aceast&#259; aplica&#355;ie supline&#351;te un atlas zoologic. Printre func&#355;ionalit&#259;&#355;ile aplica&#355;iei putem enumera: crearea unui cont &#351;i autentificarea pe acesta, vizualizarea de cataloage dup&#259; selec&#355;ie multi-criterial&#259;, ad&#259;ugarea de comentarii pentru fiecare element din catalog, aprecierea (pozitiv&#259; sau negativ&#259;), ob&#355;inerea de statstici relevante cu privire la colec&#355;ii.</p>
            <p>Dup&#259; drepturile pe care le au, utilizatorii pot fi clasifica&#355;i astfel: utilizatorul normal ce are permisiuni de vizualizare de con&#355;inut, apreciere &#351;i comentare &#351;i utilizatorul de tip administratoe ce are dreptul la modificarea con&#355;inutului, manipularea creden&#355;ialelor altor utilizatori, schimbarea comportamentului aplica&#355;iei.</p>
            <p>Mediul de lucru este asigurat de serverul de aplic&#355;ii web Apache &#238;mreun&#259; cu serverul de baze de date MySQL ambele ruleaz&#259; pe o ma&#351;in&#259; cu Windows 10.</p>
        </section>
        <section title="Interfa&#355;a cu utilizatorul">
            <h3>Interfa&#355;a cu utilizatorul</h3>
            <p>Utilizatorul dispune de o interfa&#355;&#259; grafic&#259; prietenoas&#259;, adaptabil&#259; &#238;n func&#355;ie de dimensiunile ecranului, prin care poate naviga la paginile web ale aplica&#355;iei. Aceasta este bazat&#259; pe ancore ce refer&#259; la diverse pagini ale sitului la care se g&#259;sesc diferite func&#355;ionalit&#259;&#355;i.</p>
        </section>
        <section title="Organizare echipa">
            <h3>Organizarea echipei:</h3>
            <p>Ciuchilan Andreea: arhitectura sitului, elemente de structur&#259; &#351;i design, culegere informa&#355;ii &#351;i poze.</p>
            <p>Uliuliuc Serafim: arhitectura sitului, elemente de structur&#259; &#351;i design, realizare documenta&#355;ie.</p>
        </section>
    </article>
</body>
</html>