<!DOCTYPE html>
<html lang="ro-RO">
<head>
	<title>AS ZOO</title>
    <meta charset="utf-8" lang="ro-RO">
    <meta name="author" content="Ciuchilan Andreea">
    <meta name="author" content="Uliuliuc Serafim">
    <meta name="keywords" content="animale, circ, disparitie, braconaj, curiozitati, stiri">
    <meta name="description" content="atlas zoologic">
	<link rel="stylesheet" type="text/css" href="index.css">
    <link rel="icon" href="poze/logo.png" type="image/x-icon">
</head>
<body>
	<div class="container">
        <div class="searchbar">
            <input type="search" placeholder="Search..">
            <a class="button" href="mail.html">Login</a>
            <a class="button" href="mail.html">Inregistrare</a>
        </div>
        
        <a class="fix-me button" href="feedback.html">Feedback</a>
        <div class="showcase">
        <p></p>
        </div>
        <div class="menubar">
        <a class="button1" href="index.html">Home</a>
        <a class="button1" href="animale.html">Animale</a>
        <a class="button1" href="stiri.html">&#350;tiri</a>
        <a class="button1" href="contact.html">Contact</a>
        <a class="button1" href="documentatie.html" target="_blank">Documenta&#355;ie</a>
        </div>
        
        <div class="block">
            <h3>A fost descoperit&#259; o noua specie de mamifer carnivor!</h3>
            <p>&#206;n p&#259;durile tropicale din Columbia &#351;i Ecuador oamenii de &#351;tiin&#355;&#259; au descoperit o nou&#259; specie de mamifer carnivor. Pe numele s&#259;u ''olinguito'', nou&#259; specie de mamifere este prima identificat&#259; &#238;n emisfera vestic&#259; &#238;n ultimii 35 de ani. Potrivit &#238;ns&#259; analizelor ADN, acest mamifer face parte dintr -o specie nou&#259; !... ......... .............. ..........</p>
        
               
        </div>
        <div class="block">
            <h3>Rechinul care &#8222;p&#259;&#351;e&#351;te&#8221; pe fundul m&#259;rii!</h3>
            <p>O nou&#259; specie de rechini a fost descoperit&#259; &#238;n Indonezia. Aceast&#259; nou&#259; specie de rechini este special&#259; datorit&#259; comportamentului ei de atac. Pentru a- &#351;i prinde prada , acest rechin merge pe fundul oceanului, '' p&#259;&#351;ind '' cu ajutorul &#238;not&#259;toarelor . Aceast&#259; metod&#259; este extrem de eficient&#259; &#351;i &#238;l ajut&#259; pe rechin s&#259; se apropie foarte mult de prad&#259; .</p>
        </div>
        <div class="block">
            <h3>Cel mai mare pe&#351;te de pe Terra!</h3>
            <p>Oamenii de &#351;tiin&#355;&#259; au descoperit recent r&#259;m&#259;&#351;i&#355;ele celui mai mare pe&#351;te din lume. Pe&#351;tele avea o lungime de peste 15 metri &#351;i &#238;nota &#238;n oceanele de pe Terra, din Jurasic, acum mai bine de 160 de milioane de ani! Pe&#351;tele , Leedsichthus problematicus, &#351;i -a g&#259;sit sf&#226;r&#351;itul acum mai bine de 65 de milioane de ani, fiind victima aceluia&#351;i fenomen care a dus la extinc&#355;ia dinozaurilor acum milioane de ani &#238;n urm&#259; .</p>
        </div>
        <div class="block">
            <h3>Leul, amenin&#355;at cu dispari&#355;ia!</h3>
            <p>Leul este un simbol al lumii animalelor, al puterii &#351;i al vie&#355;ii pe P&#259;m&#226;nt ! Totu&#351;i , aceast&#259; specie este amenin&#355;at&#259; cu dispari&#355;ia ! Potrivit datelor cercet&#259;torilor &#351;i militan&#355;ilor conserv&#259;rii vie&#355;ii pe Terra, &#238;n anul 1950 exist&#259; peste 450 de mii de lei. &#206;n prezent, pe P&#259;m&#226;nt au mai r&#259;mas doar 20-30 de mii de lei. Astfel, num&#259;rul leilor a sc&#259;zut cu 95% &#238;n ultimii 50 de ani! &#238;n prezent, &#238;n s&#259;lb&#259;ticie mor zilnic 5 lei.</p>
        </div>
        <div class="block">
            <h3>Lemurianul pitic Lavasoa, o nou&#259; specie descoperit&#259;</h3>
            <p>&#206;n p&#259;durile izolate din sudul Madagascarului a fost descoperit&#259; o specie nou&#259; &#351;i extrem de rar&#259; de lemurian pitic. Popula&#355;ia lor este estimat&#259; la doar 50 de indivizi. Lavasoa, un lemurian pitic, este un animal de doar 300 de grame &#351;i 50 de centimetri &#351;i face parte dintr-o specie necunoscut&#259; p&#226;n&#259; &#238;n prezent. Cu numele &#351;tiin&#355;ific de Cheirogaleus lavasoenis, lemurianul Lavasoa este originar din Mun&#355;ii Lavasoa din Madagascar. De mici dimensiuni, acest animal se caracterizeaz&#259; prin cap scurt &#351;i urechi mari.</p>
            
        </div>
        <div class="block">
            <h3>R&#226;sul iberic, o specie amenin&#355;at&#259; cu dispari&#355;ia</h3>
            <p>R&#226;sul iberic este una dintre speciile amenin&#355;ate cu dispari&#355;ia din lume, &#238;n urm&#259;torii 50 de ani! Schimb&#259;rile climaterice din urm&#259;torii ani sunt factori care contribuie la extinc&#355;ia mai multor specii! Speciali&#351;tii sunt de p&#259;rere c&#259; aceast&#259; felin&#259; va disp&#259;rea de pe Terra chiar &#351;i &#238;n condi&#355;iile &#238;n care vor fi reduse emisiile cu efect de ser&#259;! Astfel, strategiile de conservare pe care omenirea le va lua &#238;n urm&#259;torii ani vor pecetlui soarta a numeroase specii de animale din &#238;ntreag&#259; lume.</p>
        </div>
        <div class="block">
            <h3>Crocodilii au organe de sim&#355; unice</h3>
            <p>Crocodilii sunt animale unice, care dispun de caracteristici speciale, care &#238;i ajut&#259; s&#259; supravie&#355;uiasc&#259; &#351;i s&#259; v&#226;neze . Organele multisenzoriale de la nivelul pielii sunt unele dintre cele mai fascinante tr&#259;s&#259;turi ale crocodililor. Crocodilienii sunt cunoscu&#355;i pentru pielea foarte groas&#259; , cu solzi corno&#351;i &#351;i pl&#259;ci osoase, care devin o adev&#259;rat&#259; armur&#259; atunci c&#226;nd v&#226;neaz&#259; . Aceast&#259; piele este extrem de sensibil&#259; , put&#226;nd percepe stimuli foarte slabi din mediul &#238;nconjur&#259;tor .</p>
        </div>
        <div class="block">
            <h3>Delfinul Maui, o specie pe cale de dispari&#355;ie</h3>
            <p>Delfinul Maui, o specie de delfini care tr&#259;iesc doar &#238;n Nou&#259; Zeeland&#259;, este amenin&#355;at cu dispari&#355;ia ! &#206;n prezent, exist&#259; doar 55 de exemplare de delfini Maui, iar oamenii de &#351;tiin&#355;&#259; sunt de p&#259;rere c&#259; aceast&#259; specie va disp&#259;rea p&#226;n&#259; &#238;n anul 2030, dac&#259; nu vor fi luate m&#259;surile necesare pentru salvarea speciei! Delfinul Maui este unul dintre cei mai mici delfini din lume, cu o lungime a corpului de 1,7 metri. Acest delfin &#351;i -a primit numele dup&#259; un semizeu polinezian!</p>
        </div>
        
        <div class="block1">
            <h3>Pro sau &#238;mpotriva gr&#259;dinilor zoologice? Lucruri care NU &#355;i se spun despre via&#355;&#259; &#238;n cu&#351;c&#259; !</h3>
            <p></p>
        </div>
        <div class="block2">
            <h3>Pro sau contra interzicerii folosirii de animale &#238;n circuri?</h3>
        </div>
        <div class="jos">
            <a class="button2" href="#">Informa&#355;ii suplimentare</a>
            <ul>
                <li><a href='#'>Category
                1</a></li>
                <li><a href='#'>Category
                2</a></li>
                <li><a href='#'>Category
                3</a></li>
                <li><a href='#'>Category
                4</a></li>
            </ul>    
        </div>
        <div class="jos2">
            <a class="button2" href="#">Newsletter</a>
        </div>
    </div>
</body>
</html>


